{
  "header": {
    "home": "Главная",
    "about": "Обо мне",
    "projects": "Проекты",
    "contacts": "Контакты",
    "en": "Английский",
    "ua": "Украинский",
    "ru": "Русский"
  },
  "main": {
    "home": {
      "title": "Front-end Инженер",
      "subTitle": "Привет! Я Андревский Сергей. Опытный front-end инженер",
      "stack": "Тех. стек"
    },
    "about": {
      "title": "Обо мне",
      "subTitle": "Опытный front-end инженер",
      "text": "Квалифицированный веб-разработчик, использующий совокупность технологий для креативного процесса разработки. У меня есть более 1 года коммерческого опыта, включающего разработку простых от лендингов до сложных бизнес-решений. Я буду рад продолжать свой профессиональный рост и решать различные задачи в роли frond-end разработчика!"
    },
    "projects": {
      "title": "Проекты",
      "subTitle": "Каждый проект - уникальная разработка",
      "code": "Код",
      "demo": "Демо",
      "watop": {
        "title": "WATOP",
        "text": "<strong>WATOP</strong> был разработан для рынка Болгарии, специализирующегося на продаже тортов. Основное внимание уделено высокой <strong>SEO</strong>-оптимизации, удобству использования и безопасности, обеспеченной через внедрение авторизации по <strong>JWT</strong>-токенам и создание высококачественного <strong>UI/UX</strong>"
      },
      "anime": {
        "title": "AnimeGG",
        "text": "<strong>AnimeGG</strong> был разработан с целью обеспечения удобного и качественного просмотра аниме путем <strong>агрегации</strong> данных с нескольких источников. Система собирает информацию об различных аниме, обеспечивая пользователям доступ к <strong>широкому выбору</strong> контента без необходимости искать его на различных платформах"
      },
      "aat": {
        "title": "AAT",
        "text": "<strong>ААТ</strong> был разработан с целью предоставления удобного интерфейса для доступа к полной информации о <strong>метриках</strong> продуктов продавцов на Amazon. Система <strong>собирает</strong> и анализирует данные о различных метриках, обеспечивая пользователям возможность получать исчерпывающую информацию без необходимости обращаться к <strong>сторонним</strong> услугам"
      }
    }
  },
  "footer": {
    "title": "Контакты",
    "subTitle": "Не стесняйтесь! Свяжитесь со мной",
    "email": "Емайл",
    "phone": "Телефон",
    "telegram": "Телеграмм"
  }
}