{
  "header": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "contacts": "Contacts",
    "en": "English",
    "ua": "Ukrainian",
    "ru": "Russian"
  },
  
  "main": {
    "home": {
      "title": "Front-end Engineer",
      "subTitle": "Hi! I'm Serhii Andriievskiy. A passionate Front-end Engineer",
      "stack": "Tech Stack"
    },
    "about": {
      "title": "about me",
      "subTitle": "A dedicated Front-end Engineer",
      "text": "Qualified Web Developer, utilizing a combined set of technologies for the creative development process. I have 1+ years of commercial experience, ranging from simple landing pages to complex business solutions. I would be happy to continue my professional growth and tackle various challenges in a front-end developer role"
    },
    "projects": {
      "title": "projects",
      "subTitle": "Each project is a unique piece of development",
      "code": "Code",
      "demo": "Live Demo",
      "watop": {
        "title": "WATOP",
        "text": "<strong>WATOP</strong> was developed for the Bulgarian market specializing in cake sales. It focuses on high <strong>SEO</strong> optimization, user convenience, and security ensured through <strong>JWT</strong> token-based authentication and the creation of high-quality <strong>UI/UX</strong>"
      },
      "anime": {
        "title": "AnimeGG",
        "text": "<strong>AnimeGG</strong> was developed to ensure convenient and high-quality anime viewing by <strong>aggregating</strong> data from multiple sources. The system gathers information about various anime, providing users with access to a <strong>wide range</strong> of content without the need to search across different platforms"
      },
      "aat": {
        "title": "AAT",
        "text": "<strong>AAT</strong> was developed to provide a convenient interface for accessing comprehensive <strong>metrics</strong> information on products sold by sellers on Amazon. The system <strong>collects</strong> and analyzes data on various metrics, enabling users to obtain comprehensive information without the need to rely on <strong>third-party</strong> services"
      }
    }
  },
  "footer": {
    "title": "contacts",
    "subTitle": "Don't be shy! Hit me up",
    "email": "Email",
    "phone": "Phone",
    "telegram": "Telegram"
  }
}