
{
  "header": {
    "home": "Головна",
    "about": "Про мене",
    "projects": "Проекти",
    "contacts": "Контакти",
    "en": "Англіська",
    "ua": "Украінська",
    "ru": "Россійська"
  },
  "main": {
    "home": {
      "title": "Front-end інженер",
      "subTitle": "Привіт! Я Андрієвський Сергій. Висококваліфікований front-end розробник",
      "stack": "Тех. стек"
    },
    "about": {
      "title": "Про мене",
      "subTitle": "Висококваліфікований front-end розробник",
      "text": "Кваліфікований веб-розробник, що використовує різні технології для креативного розвитку. Маю більше ніж 1 року комерційного досвіду, від простих лендінгів до складних бізнес-рішень. Буду радий розвиватись професійно та вирішувати різноманітні виклики у ролі front-end розробника!"
    },
    "projects": {
      "title": "Проекти",
      "subTitle": "Кожен проект - це унікальна розробка",
      "code": "Код",
      "demo": "Демо",
      "watop": {
        "title": "WATOP",
        "text": "WATOP був розроблений для болгарського ринку, спеціалізується на продажу тортів. Фокусується на високій оптимізації SEO, зручності для користувачів та безпеці за допомогою аутентифікації на основі JWT-токенів та створення високоякісного UI/UX"
      },
      "anime": {
        "title": "AnimeGG",
        "text": "AnimeGG був створений для зручного та якісного перегляду аніме, агрегуючи дані з різних джерел. Система збирає інформацію про різні аніме, надаючи користувачам доступ до широкого асортименту контенту без необхідності шукати його на різних платформах"
      },
      "aat": {
        "title": "AAT",
        "text": "AAT був розроблений для зручного доступу до комплексної інформації про метрики продуктів, що продаються продавцями на Amazon. Система збирає та аналізує дані різних метрик, дозволяючи користувачам отримувати повну інформацію без необхідності покладатися на сторонні сервіси"
      }
    }
  },
  "footer": {
    "title": "Контакти",
    "subTitle": "Не соромтеся! Зв'яжіться зі мною",
    "email": "Електронна пошта",
    "phone": "Телефон",
    "telegram": "Телеграм"
  }
}